"str_PIName_Finder" 			= "Finder";
"str_PIName_Classic"			= "Classic";
"str_PIName_Dock"				= "Dock";
"str_PIName_Login"				= "Login";
"str_PIName_Internet"			= "Internet";
"str_PIName_Printing"   		= "Printing";
"str_PIName_AllowedApps"		= "Applications";
"str_PIName_MediaAccess"		= "Media Access";
"str_PIName_EnergySaver"		= "Energy Saver";
"str_PIName_UniversalAccess"	= "Universal Access";
"str_PIName_SystemPrefs"		= "System Preferences";
"str_PIName_CachedAccounts"		= "Mobility";
"str_PIName_Network"			= "Network";
"str_PIName_SoftwareUpdate"		= "Software Update";
"str_PIName_Family"				= "Parental Controls";
"str_PIName_Backup"				= "Time Machine";

/************************************/
/* Strings for mixed state controls */
/************************************/
"MixedTextField_Varies"		= "--Varies--";
"MixedPopupButton_Varies"	= "--Varies--";
"MixedPopupButton_Unknown"	= "--Unknown--";


/********************************/
// These strings are no longer used, but I'm going to leave them in-place since they've already
// been localized and I could use them in a pinch.
"err_ErrorTitle"			= "Error:";
"err_UnknownRC"				= "An error has occurred (%d).";


/********************************/
"err_SavingSpecificRecord"	= "Error while saving record “%@”:";
"err_SavingOneRecord"		= "Error while saving record:";
"err_SavingManyRecords"		= "Error while saving records:";


//************************************
//** Generic Error Handling strings **
//************************************
"err_DescTemplate"			= "Error: %@";		// Used as generic error message string if no better description can be found (parameter will be replaced with numeric error code)

// Example of generic error message text:
// "errDesc_-111"				= "Error -111 (%@)";
// "errDesc_aaaa"				= "Error 'aaaa' (%@)";
"errDesc_-14120"			= "You are not authorized to perform the operation.";									// eDSPermissionError - added for 5494475
"errDesc_-14140"			= "The directory system schema does not support storing Managed Desktop settings."; 	// eDSNoStdMappingAvailable - 6435581



//**
//** Following are used when an entire pane is hidden because it's inappropriate for the currently edited record type
//**
"str_SettingsNotManageableForUsers" 		= "These settings cannot be managed for Users.";
"str_SettingsNotManageableForGroups"		= "These settings cannot be managed for Groups.";
"str_SettingsNotManageableForOther"			= "These settings cannot be managed for the current record type.";

//**
//** Sync interval slider display
//**
"str_OneMinute" 					= "1 minute";
"str_LessThanOneHour"  				= "%d minutes";
"str_OneHour"						= "1 hour";
"str_OneHourOneMinute"				= "1 hour 1 minute";
"str_LessThanTwoHours"				= "1 hour %d minutes";
"str_MoreThanOneHourNoMinutes"		= "%d hours";
"str_MoreThanOneHourOneMinute"		= "%d hours 1 minute";
"str_MoreThanOneHourManyMinutes"	= "%d hours %d minutes";


